Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 已登录，本机数据会保存；登录 iCloud 后将自动同步
en: Signed in; data saved locally, will sync when iCloud is enabled
zh_hant: 已登入，本機資料會儲存；登入 iCloud 後將自動同步

source: 已确认
en: Confirmed
zh_hant: 已確認

source: 已确认，AI 会记住你的判断
en: Confirmed, AI will remember your judgment
zh_hant: 已確認，AI 會記住你的判斷

source: 已确认并记录
en: Confirmed and recorded
zh_hant: 已確認並記錄

source: 已纠正
en: Corrected
zh_hant: 已糾正

source: 已经 %lld 天
en: Already %lld days
zh_hant: 已經 %lld 天

source: 已经%lld天
en: Already %lld days
zh_hant: 已經%lld天

source: 已经走过
en: Already passed
zh_hant: 已經走過

source: 已经超过当日限额，请注意控制
en: Daily limit exceeded, please control spending
zh_hant: 已經超過當日限額，請注意控制

source: 已经过去
en: Already passed
zh_hant: 已經過去

source: 已结束
en: Ended
zh_hant: 已結束

source: 已缓存向量
en: Vectors cached
zh_hant: 已快取向量

source: 已自动识别列表内容并勾选，可逐行调整；下方任务设置将统一应用于本批任务。
en: List content auto-detected and checked; adjust line by line. Task settings below apply to all tasks.
zh_hant: 已自動識別列表內容並勾選，可逐行調整；下方任務設定將統一應用於本批任務。

source: 已自定义
en: Customized
zh_hant: 已自定義

source: 已花 %@，超了预算 %@
en: Spent %@, over budget by %@
zh_hant: 已花 %@，超了預算 %@

source: 已花 %@，预算正好用完
en: Spent %@, budget exactly used
zh_hant: 已花 %@，預算正好用完

source: 已花 ¥2,340，超了预算 ¥340
en: Spent ¥2,340, over budget by ¥340
zh_hant: 已花 ¥2,340，超了預算 ¥340

source: 已记录体重
en: Weight recorded
zh_hant: 已記錄體重

source: 已记录心情
en: Mood recorded
zh_hant: 已記錄心情

source: 已记录数值
en: Value recorded
zh_hant: 已記錄數值

source: 已记录笔记
en: Note recorded
zh_hant: 已記錄筆記

source: 已记账
en: Expense tracked
zh_hant: 已記帳

source: 已设置预算
en: Budget set
zh_hant: 已設定預算

source: 已请求同步
en: Sync requested
zh_hant: 已請求同步

source: 已请求同步，等待系统完成
en: Sync requested, waiting for system to finish
zh_hant: 已請求同步，等待系統完成

source: 已购 %lld 天
en: Purchased %lld days
zh_hant: 已購 %lld 天

source: 已购天数
en: Days purchased
zh_hant: 已購天數

source: 已超支
en: Over budget

source: 已超支 %@
en: Over budget by %@

source: 已跳过：不计收支 %lld 条（零钱通/理财等）· 非成功状态 %lld 条（退款/关闭等）。退款不会自动冲减此前导入的原交易。
en: Skipped: %lld not counted as income/expense (e.g., change fund, investments) · %lld non-successful (e.g., refunds, closed). Refunds won't offset previously imported transactions.
zh_hant: 已跳過：不計收支 %lld 條（零錢通/理財等）· 非成功狀態 %lld 條（退款/關閉等）。退款不會自動衝減此前匯入的原交易。

source: 已转为任务
en: Converted to task
zh_hant: 已轉為任務

source: 已转为任务：%@
en: Converted to task: %@
zh_hant: 已轉為任務：%@

source: 已转任务：%@
en: Converted to task: %@
zh_hant: 已轉任務：%@

source: 已达成目标
en: Goal achieved
zh_hant: 已達成目標

source: 已过
en: Passed
zh_hant: 已過

source: 已过期
en: Expired
zh_hant: 已過期

source: 已过期 • %@
en: Expired • %@
zh_hant: 已過期 • %@

source: 已连续 %@不间断
en: Streak of %@ without interruption
zh_hant: 已連續 %@不間斷

source: 已连续 %lld 天，今天别断了
en: Streak of %lld days, don't break it today
zh_hant: 已連續 %lld 天，今天別斷了

# 已选 %lld/%lld
source: 已选 %1$lld/%2$lld
en: Selected %lld/%lld
zh_hant: 已選 %lld/%lld

source: 已选择
en: Selected
zh_hant: 已選擇

source: 已选择 %lld 条想法
en: Selected %lld thoughts
zh_hant: 已選擇 %lld 條想法

source: 已选文字将创建为一个任务，可先修改标题，并设置日期、优先级等信息。
en: Selected text will become a task. You can edit title and set date, priority, etc.
zh_hant: 已選文字將建立為一個任務，可先修改標題，並設定日期、優先順序等資訊。

source: 已递交同步请求，结果稍后显示在这里
en: Sync request submitted. Results will appear here shortly.
zh_hant: 已遞交同步請求，結果稍後顯示在這裡

source: 已通过 Apple 登录
en: Signed in with Apple
zh_hant: 已透過 Apple 登入

source: 已逾期 · %@
en: Overdue · %@

source: 已逾期 %lld 天
en: Overdue by %lld days

source: 已配置
en: Configured

source: 已采用 #%@（%lld 条）
en: Adopted #%@ (%lld items)
zh_hant: 已採用 #%@（%lld 條）

source: 已重命名
en: Renamed
zh_hant: 已重新命名

source: 已重置：可以立即重新运行；用户记忆和业务数据未改动
en: Reset: can rerun immediately; user memory and business data unchanged
zh_hant: 已重置：可以立即重新執行；使用者記憶和業務資料未改動

source: 已隐藏
en: Hidden
zh_hant: 已隱藏

source: 希望我怎么称呼你？（选填）
en: What should I call you? (optional)
zh_hant: 希望我怎麼稱呼你？（選填）

source: 带时间段的任务自动写入专属「Holo」日历，手表和系统日历可见；改动双向同步
en: Tasks with time slots are automatically added to the dedicated Holo calendar, visible on watch and system calendar; changes sync both ways
zh_hant: 帶時間段的任務自動寫入專屬「Holo」日曆，手錶和系統日曆可見；改動雙向同步

source: 帮我创建一个任务
en: Help me create a task
zh_hant: 幫我建立一個任務

source: 帮我打卡
en: Help me check in
zh_hant: 幫我打卡

source: 帮我看看今天的整体状态
en: Show me today's overall status
zh_hant: 幫我看看今天的整體狀態

source: 帮我规划一个目标
en: Help me plan a goal
zh_hant: 幫我規劃一個目標

source: 帮我记一条笔记
en: Help me take a note
zh_hant: 幫我記一條筆記

source: 帮我记一笔消费
en: Help me track an expense
zh_hant: 幫我記一筆消費

source: 常用金额
en: Frequent amounts
zh_hant: 常用金額

source: 平均
en: Average

source: 平均: %@ %@
en: Average: %@ %@

source: 平均%@
en: Average %@

source: 平均完成率
en: Average completion rate

source: 平均控制/完成率
en: Average control/completion rate

source: 平稳的一周
en: A steady week
zh_hant: 平穩的一週

source: 平稳的一周，按部就班
en: A steady week, going as planned
zh_hant: 平穩的一週，按部就班

source: 平静
en: Calm
zh_hant: 平靜

source: 平静的一周，也有值得留意的
en: A calm week, but still worth noting
zh_hant: 平靜的一週，也有值得留意的

source: 年
en: Year

source: 年份
en: Year

source: 年订阅
en: Yearly Subscription
zh_hant: 年訂閱

source: 应用
en: App
zh_hant: 應用

source: 应用于本批全部任务
en: Apply to All Tasks in This Batch
zh_hant: 應用於本批全部任務

source: 应用锁
en: App Lock
zh_hant: 應用鎖

source: 底部
en: Bottom

source: 延期
en: Postpone

source: 延期到
en: Postpone to

source: 延期到%@
en: Postpone to %@

source: 延期目标时间缺失
en: Postpone target time missing
zh_hant: 延期目標時間缺失

source: 建议
en: Suggestion
zh_hant: 建議

source: 建议、问题、吐槽都欢迎，留个联系方式我们能找你
en: Suggestions, questions, and feedback are welcome. Leave a contact and we can reach you.
zh_hant: 建議、問題、吐槽都歡迎，留個聯絡方式我們能找你

source: 建议不适合
en: Suggestion not suitable
zh_hant: 建議不適合

source: 建议对账：与银行 App 核对一次，余额更可信
en: Suggestion: Reconcile with your bank app once for a more reliable balance.
zh_hant: 建議對帳：與銀行 App 核對一次，餘額更可信

source: 建议已处理完
en: Suggestion handled
zh_hant: 建議已處理完

source: 廿%@
en: 20th %@

source: 开发者工具
en: Developer Tools
zh_hant: 開發者工具

source: 开发调试：Provider、Prompt 与学习映射
en: Development Debug: Provider, Prompt, and Learning Mapping
zh_hant: 開發除錯：Provider、Prompt 與學習對映

source: 开发调试：阿里云百炼 Qwen-ASR
en: Development Debug: Alibaba Cloud Bailian Qwen-ASR
zh_hant: 開發除錯：阿里雲百鍊 Qwen-ASR

source: 开启
en: Enable
zh_hant: 開啟

source: 开启后，Holo 会把这条想法及匹配标签所需的信息发送给 AI 服务生成标签；想法和标签仍由你的设备保存，Holo 不为这项功能建立云端资料库。关闭后新想法不再自动请求 AI，历史标签不受影响；你仍可对单条想法点「重新整理」。
en: When enabled, Holo will send this thought and the information needed to match tags to the AI service to generate tags; thoughts and tags are still stored on your device, and Holo does not create a cloud database for this feature. When disabled, new thoughts will no longer automatically request AI, and historical tags are unaffected; you can still tap "Reorganize" on individual thoughts.
zh_hant: 開啟後，Holo 會把這條想法及匹配標籤所需的資訊傳送給 AI 服務生成標籤；想法和標籤仍由你的裝置儲存，Holo 不為這項功能建立雲端資料庫。關閉後新想法不再自動請求 AI，歷史標籤不受影響；你仍可對單條想法點「重新整理」。

source: 开启后，仅在你使用相关 AI 功能时，你的问题，以及完成该功能所需的财务、习惯、待办、想法和健康摘要或语音片段，会经 Holo 后端发送给第三方 AI 或语音服务处理。
en: When enabled, only when you use related AI features, your questions and the financial, habit, to-do, thought, and health summaries or voice clips needed to complete those features will be sent via Holo's backend to third-party AI or voice services for processing.
zh_hant: 開啟後，僅在你使用相關 AI 功能時，你的問題，以及完成該功能所需的財務、習慣、待辦、想法和健康摘要或語音片段，會經 Holo 後端傳送給第三方 AI 或語音服務處理。

source: 开启后，每天早上的通知会直接告诉你今天有几件事、最要紧的是哪件；当天没有待办时保持安静，不会打扰。
en: When enabled, the morning notification will tell you how many tasks you have today and which is the most important; it stays quiet when there are no to-dos for the day.
zh_hant: 開啟後，每天早上的通知會直接告訴你今天有幾件事、最要緊的是哪件；當天沒有待辦時保持安靜，不會打擾。

source: 开启后，跟随汇总的习惯会在每天的汇总时间收到一条提醒；关闭后，只有单独设了时间的习惯按自己的时间提醒。
en: When enabled, habits that follow the summary will receive a reminder at the daily summary time; when disabled, only habits with their own set times will remind at those times.
zh_hant: 開啟後，跟隨彙總的習慣會在每天的彙總時間收到一條提醒；關閉後，只有單獨設了時間的習慣按自己的時間提醒。

source: 开启后才能收到各类提醒通知
en: Enable to receive all types of reminder notifications
zh_hant: 開啟後才能收到各類提醒通知

source: 开启后打开 App 需面容 ID 或手机密码验证
en: When enabled, opening the app requires Face ID or device passcode verification
zh_hant: 開啟後開啟 App 需面容 ID 或手機密碼驗證

source: 开启后自动计算下一个周年
en: When enabled, automatically calculates the next anniversary
zh_hant: 開啟後自動計算下一個週年

source: 开启授权
en: Enable Authorization
zh_hant: 開啟授權

source: 开启智能总结
en: Enable Smart Summary
zh_hant: 開啟智慧總結

source: 开启每日汇总
en: Enable Daily Summary
zh_hant: 開啟每日彙總

source: 开始
en: Start
zh_hant: 開始

source: 开始 %lld %@免费试用
en: Start %lld %@ Free Trial
zh_hant: 開始 %lld %@免費試用

source: 开始使用
en: Get Started
zh_hant: 開始使用

source: 开始前，确认一项授权
en: Before starting, confirm an authorization
zh_hant: 開始前，確認一項授權

source: 开始整理
en: Start Organizing
zh_hant: 開始整理

source: 开始日期
en: Start Date
zh_hant: 開始日期

source: 开始重建
en: Start Rebuilding
zh_hant: 開始重建

source: 开心
en: Happy
zh_hant: 開心

source: 开支不多，但习惯也松了
en: Spending is low, but habits have slipped
zh_hant: 開支不多，但習慣也鬆了

source: 开支减少了，习惯还在坚持
en: Spending has decreased, and habits are still maintained
zh_hant: 開支減少了，習慣還在堅持

source: 引用
en: Quote

source: 引用：@%@
en: Quote: @%@

source: 引用了你 %lld 条记忆
en: Quoted %lld of your memories
zh_hant: 引用了你 %lld 條記憶

source: 引用想法
en: Quote Thought

source: 张
en: sheets
zh_hant: 張

source: 归为分期
en: Categorize as installment
zh_hant: 歸為分期

source: 归并失败，请重试
en: Merge failed, please retry
zh_hant: 歸併失敗，請重試

source: 归档
en: Archive
zh_hant: 歸檔

source: 归档管理
en: Archive Management
zh_hant: 歸檔管理

source: 归档账户
en: Archive Account
zh_hant: 歸檔帳戶

source: 当你使用 HoloAI、AI 洞察、语音转文字，或另行开启“自动形成记忆”时，完成该功能所需的信息，以及财务、习惯、待办、想法、健康摘要或语音片段，会经 Holo 后端发送给第三方 AI 或语音服务处理。
en: When you use HoloAI, AI Insight, voice-to-text, or separately enable "Auto Memory Formation", the information needed to complete those features, as well as financial, habit, to-do, thought, health summaries or voice clips, will be sent via Holo's backend to third-party AI or voice services for processing.
zh_hant: 當你使用 HoloAI、AI 洞察、語音轉文字，或另行開啟“自動形成記憶”時，完成該功能所需的資訊，以及財務、習慣、待辦、想法、健康摘要或語音片段，會經 Holo 後端傳送給第三方 AI 或語音服務處理。

source: 当前
en: Current
zh_hant: 當前

source: 当前：浅色
en: Current: Light
zh_hant: 當前：淺色

source: 当前：深色
en: Current: Dark
zh_hant: 當前：深色

source: 当前为欠款状态（欠 ¥%@）。银行 App 显示的「欠款 ¥%@」在这里请输入 %@（负数）
en: Currently in debt (owe ¥%@). For the "Amount Due ¥%@" shown in your bank app, enter %@ (negative) here.
zh_hant: 當前為欠款狀態（欠 ¥%@）。銀行 App 顯示的「欠款 ¥%@」在這裡請輸入 %@（負數）

source: 当前仓库
en: Current Repository
zh_hant: 當前倉庫

source: 当前体重
en: Current Weight
zh_hant: 當前體重

source: 当前余额 %@ 将变为 %@%@
en: Current balance %@ will become %@%@
zh_hant: 當前餘額 %@ 將變為 %@%@

source: 当前余额 %@，保存后将变为 %@
en: Current balance %@, will become %@ after saving
zh_hant: 當前餘額 %@，儲存後將變為 %@

source: 当前使用情况
en: Current Usage
zh_hant: 當前使用情況

source: 当前值（基线）
en: Current Value (Baseline)
zh_hant: 當前值（基線）

source: 当前值%@
en: Current Value %@
zh_hant: 當前值%@

source: 当前匹配：
en: Current Match:
zh_hant: 當前匹配：

source: 当前图标
en: Current Icon
zh_hant: 當前圖示

source: 当前按自然月（1 号到月底）统计
en: Currently calculated by calendar month (1st to end of month)
zh_hant: 當前按自然月（1 號到月底）統計

source: 当前日均
en: Current Daily Average
zh_hant: 當前日均

source: 当前时间轴缩放 %@ 倍，轻点恢复一倍
en: Timeline zoomed %@x, tap to restore to 1x
zh_hant: 當前時間軸縮放 %@ 倍，輕點恢復一倍

source: 当前没有可审计的领域记忆组合。
en: No auditable domain memory combinations currently.
zh_hant: 當前沒有可審計的領域記憶組合。

source: 当前没有未归类想法
en: No uncategorized thoughts currently
zh_hant: 當前沒有未歸類想法

source: 当前没有记录
en: No records currently
zh_hant: 當前沒有記錄

source: 当前签名未启用 iCloud CloudKit，同步功能暂不可用
en: Current signature does not have iCloud CloudKit enabled, sync is temporarily unavailable
zh_hant: 當前簽名未啟用 iCloud CloudKit，同步功能暫不可用

source: 当前统计页没有已启用的习惯
en: No enabled habits on the current statistics page
zh_hant: 當前統計頁沒有已啟用的習慣

source: 当前规则
en: Current Rule
zh_hant: 當前規則

source: 当前设备不支持
en: Current device does not support
zh_hant: 當前裝置不支援

source: 当前设备不支持睡眠数据
en: Current device does not support sleep data
zh_hant: 當前裝置不支援睡眠資料

source: 当前设备暂时无法使用应用锁：%@
en: App Lock is currently unavailable on this device: %@
zh_hant: 當前裝置暫時無法使用應用鎖：%@

source: 当前运行状态
en: Current Running Status
zh_hant: 當前執行狀態

source: 当前连续
en: Current Streak
zh_hant: 當前連續

source: 当前阶段
en: Current Phase
zh_hant: 當前階段

source: 当天
en: That Day
zh_hant: 當天

source: 当天已打卡的习惯不会收到任何提醒
en: Habits already checked in that day will not receive any reminders
zh_hant: 當天已打卡的習慣不會收到任何提醒

source: 当天提醒
en: Same-Day Reminder
zh_hant: 當天提醒

source: 当天早上
en: That Morning
zh_hant: 當天早上

source: 当天暂无记录
en: No records for that day
zh_hant: 當天暫無記錄

source: 当天记录
en: That Day's Records
zh_hant: 當天記錄

source: 当天轨迹
en: That Day's Timeline
zh_hant: 當天軌跡

source: 当睡眠、习惯、消费或任务出现更清晰的变化时，这里会整理成更完整的观察手记。
en: When clearer changes appear in sleep, habits, spending, or tasks, this will be organized into more complete observation notes.
zh_hant: 當睡眠、習慣、消費或任務出現更清晰的變化時，這裡會整理成更完整的觀察手記。

source: 录音并将识别结果插入到任务描述
en: Record and insert the recognized text into the task description
zh_hant: 錄音並將識別結果插入到任務描述

source: 录音文件不可用
en: Recording file unavailable
zh_hant: 錄音檔案不可用

source: 录音被中断
en: Recording interrupted
zh_hant: 錄音被中斷

source: 录音被中断，可以继续或完成
en: Recording interrupted, you can continue or finish
zh_hant: 錄音被中斷，可以繼續或完成

source: 影响范围
en: Scope of Impact
zh_hant: 影響範圍

source: 影子（记录不注入）
en: Shadow (records not injected)
zh_hant: 影子（記錄不注入）

source: 影子=计算并记录但不影响分类；注入=语义近邻标签进入分类候选。评估样本用于人工标注候选池覆盖率（Gate：提升 ≥10pp 才开注入）。
en: Shadow = calculate and record but do not affect classification; Injection = semantic neighbor tags enter classification candidates. Evaluation samples are used for manual annotation of candidate pool coverage (Gate: enable injection only when improvement is ≥10pp).
zh_hant: 影子=計算並記錄但不影響分類；注入=語義近鄰標籤進入分類候選。評估樣本用於人工標註候選池覆蓋率（Gate：提升 ≥10pp 才開注入）。

source: 彻底删除
en: Delete Permanently
zh_hant: 徹底刪除

source: 待修改
en: Pending Modification

source: 待删除
en: Pending Deletion
zh_hant: 待刪除

source: 待办
en: To-do
zh_hant: 待辦

source: 待授权
en: Pending Authorization
zh_hant: 待授權

source: 待确认
en: Pending Confirmation
zh_hant: 待確認

source: 待确认 %lld 条
en: %lld pending confirmation
zh_hant: 待確認 %lld 條

source: 待选择
en: Pending Selection
zh_hant: 待選擇

source: 待重试
en: Pending Retry
zh_hant: 待重試

source: 微信
en: WeChat

source: 微信 → 我 → 服务 → 钱包 → 账单
en: WeChat → Me → Services → Wallet → Bills
zh_hant: 微信 → 我 → 服務 → 錢包 → 帳單

source: 微信/支付宝/银行账单的导出步骤
en: Export steps for WeChat/Alipay/bank bills
zh_hant: 微信/支付寶/銀行帳單的匯出步驟

source: 微信号，方便我们找到你
en: WeChat ID so we can find you
zh_hant: 微訊號，方便我們找到你

source: 微信账单
en: WeChat Bill
zh_hant: 微信帳單

source: 心情分布
en: Mood Distribution
zh_hant: 心情分佈

source: 心情卡片：%@
en: Mood Card: %@

source: 心情记录
en: Mood Record
zh_hant: 心情記錄

source: 心脏
en: Heart
zh_hant: 心臟

source: 必填
en: Required

source: 忙碌中有值得记下的变化
en: Amid the busyness, there are changes worth noting
zh_hant: 忙碌中有值得記下的變化

source: 忙碌冲淡了节奏，思考还在
en: Busyness has diluted the rhythm, but thinking continues
zh_hant: 忙碌沖淡了節奏，思考還在

source: 忙碌让节奏有些乱
en: Busyness has disrupted the rhythm a bit
zh_hant: 忙碌讓節奏有些亂

source: 快捷打卡
en: Quick Check-in

source: 快捷控制台小组件
en: Quick Console Widget
zh_hant: 快捷控制檯小元件

source: 快速眼动
en: REM
zh_hant: 快速眼動

source: 快速记录
en: Quick Capture
zh_hant: 快速記錄

source: 快速记账
en: Quick Expense
zh_hant: 快速記帳

source: 快速选择
en: Quick Select
zh_hant: 快速選擇

source: 忽略
en: Ignore

source: 怎么称呼你
en: What should I call you?
zh_hant: 怎麼稱呼你

source: 思考
en: Think

source: 急事也可邮件
en: For urgent matters, email is also fine
zh_hant: 急事也可郵件

source: 总任务
en: Total Tasks
zh_hant: 總任務

source: 总净资产 · NET WORTH
en: Total Net Worth
zh_hant: 總淨資產 · NET WORTH

source: 总周期数
en: Total Cycles
zh_hant: 總週期數

source: 总手续费
en: Total Fees
zh_hant: 總手續費

source: 总支出
en: Total Expenses
zh_hant: 總支出

source: 总支出 %@ · 日均 %@%@
en: Total Expenses %@ · Daily Average %@%@
zh_hant: 總支出 %@ · 日均 %@%@

source: 总收入
en: Total Income
zh_hant: 總收入

source: 总结内容较原文更长，建议查看原文对比
en: The summary is longer than the original. We recommend comparing with the original.
zh_hant: 總結內容較原文更長，建議檢視原文對比

source: 总结结果为空
en: Summary is empty
zh_hant: 總結結果為空

source: 总结超时
en: Summary timed out
zh_hant: 總結超時

source: 总结较原文大幅缩短，可查看原文确认
en: The summary is significantly shorter than the original. You can check the original to confirm.
zh_hant: 總結較原文大幅縮短，可檢視原文確認

source: 总行数
en: Total Lines
zh_hant: 總行數

source: 总览
en: Overview
zh_hant: 總覽

source: 总计
en: Total
zh_hant: 總計

source: 总负债 LIABILITIES
en: Total Liabilities
zh_hant: 總負債 LIABILITIES

source: 总资产 ASSETS
en: Total Assets
zh_hant: 總資產 ASSETS

source: 总预算
en: Total Budget
zh_hant: 總預算

source: 总预算待确认
en: Total Budget Pending Confirmation
zh_hant: 總預算待確認

source: 恢复
en: Restore
zh_hant: 恢復

source: 恢复失败：%@
en: Restore failed: %@
zh_hant: 恢復失敗：%@

source: 恢复数据
en: Restore Data
zh_hant: 恢復資料

source: 恢复此批次
en: Restore This Batch
zh_hant: 恢復此批次

source: 恢复洞察
en: Restore Insight
zh_hant: 恢復洞察

source: 恢复目标
en: Restore Goal
zh_hant: 恢復目標

source: 恢复自动记账
en: Restore Auto Expense Tracking
zh_hant: 恢復自動記帳

source: 恢复良好
en: Recovering Well
zh_hant: 恢復良好

source: 恢复购买
en: Restore Purchase
zh_hant: 恢復購買

source: 恢复购买失败
en: Restore Purchase Failed
zh_hant: 恢復購買失敗

source: 恢复预览
en: Restore Preview
zh_hant: 恢復預覽

source: 恢复默认
en: Restore Defaults
zh_hant: 恢復預設

source: 恢复默认排序
en: Restore Default Sorting
zh_hant: 恢復預設排序

source: 恢复默认模板
en: Restore Default Template
zh_hant: 恢復預設模板

source: 情况变了？说说变化，我重新安排
en: Changed? Tell me what's different and I'll rearrange.
zh_hant: 情況變了？說說變化，我重新安排

source: 想
en: Want

source: 想从哪些方向开始？
en: Where would you like to start?
zh_hant: 想從哪些方向開始？

source: 想和你确认的
en: Things to Confirm With You
zh_hant: 想和你確認的

source: 想怎么记住它？
en: How would you like to remember it?
zh_hant: 想怎麼記住它？

source: 想法
en: Thought

source: 想法 · %@
en: Thoughts · %@

source: 想法 %lld 条 · 标签 %lld 个 · 心情分布 %lld 类
en: %lld Thoughts · %lld Tags · %lld Mood Types
zh_hant: 想法 %lld 條 · 標籤 %lld 個 · 心情分佈 %lld 類

source: 想法内容
en: Thought Content
zh_hant: 想法內容

source: 想法分析
en: Thought Analysis

source: 想法分析 · %@
en: Thought Analysis · %@

source: 想法加载失败
en: Failed to Load Thoughts
zh_hant: 想法載入失敗

source: 想法总数
en: Total Thoughts
zh_hant: 想法總數

source: 想法整理设置
en: Thought Organization Settings
zh_hant: 想法整理設定

source: 想法洞察
en: Thought Insight

source: 想法群落
en: Thought Clusters

source: 想法记录已经整理成几个可继续回看的主题。
en: Your thoughts have been organized into several topics you can revisit.
zh_hant: 想法記錄已經整理成幾個可繼續回看的主題。

source: 想法详情
en: Thought Details
zh_hant: 想法詳情

source: 想法还不足够形成主题
en: Not enough thoughts to form topics yet
zh_hant: 想法還不足夠形成主題

source: 想法随机漫步
en: Thought Random Walk
zh_hant: 想法隨機漫步

source: 想知道最近的情况，直接用自然语言提问。
en: To know what's been going on recently, just ask in natural language.
zh_hant: 想知道最近的情況，直接用自然語言提問。

source: 想聊点什么？
en: What would you like to talk about?
zh_hant: 想聊點什麼？

source: 意图识别
en: Intent Recognition
zh_hant: 意圖識別

source: 感恩
en: Grateful

source: 感谢反馈，我们会处理
en: Thanks for your feedback. We'll take care of it.
zh_hant: 感謝反饋，我們會處理

source: 愤怒
en: Angry
zh_hant: 憤怒

source: 成功完成
en: Completed Successfully

source: 成功返回
en: Returned Successfully

source: 成就
en: Achievements

source: 我们会认真阅读每一条反馈 如需进一步沟通，会通过你留下的联系方式与你联系
en: We read every piece of feedback carefully. If further communication is needed, we'll reach out via the contact info you left.
zh_hant: 我們會認真閱讀每一條反饋 如需進一步溝通，會透過你留下的聯絡方式與你聯絡

source: 我最近状态如何
en: How have I been doing lately?
zh_hant: 我最近狀態如何

source: 我是新用户，能教我怎么用 Holo 吗？
en: I'm a new user. Can you teach me how to use Holo?
zh_hant: 我是新使用者，能教我怎麼用 Holo 嗎？

source: 我没能把这条建议可靠地转换成可确认的操作。你可以说“把第 2 条创建成待办”。
en: I couldn't reliably turn this suggestion into a confirmable action. You can say, "Turn item 2 into a to-do."
zh_hant: 我沒能把這條建議可靠地轉換成可確認的操作。你可以說“把第 2 條建立成待辦”。

source: 我的主题
en: My Topics
zh_hant: 我的主題

source: 我的收藏
en: My Favorites

source: 我的标签
en: My Tags
zh_hant: 我的標籤

source: 我的目标
en: My Goals
zh_hant: 我的目標

source: 我知道了
en: Got It

source: 我知道是哪笔记错了，去修改那笔账
en: I know which entry is wrong. Let me fix it.
zh_hant: 我知道是哪筆記錯了，去修改那筆帳

source: 戒烟
en: Quit Smoking
zh_hant: 戒菸

source: 戒酒
en: Quit Drinking

source: 戒除
en: Quit

source: 戒除/减少
en: Quit/Reduce
zh_hant: 戒除/減少

source: 或手动创建
en: or create manually
zh_hant: 或手動建立

source: 或许是在为下周蓄能
en: Maybe recharging for next week
zh_hant: 或許是在為下週蓄能

source: 截图
en: Screenshot
zh_hant: 截圖

source: 截止 %@
en: Due %@

source: 截止日期
en: Due Date

source: 截止时间
en: Due Time
zh_hant: 截止時間

source: 截至%@
en: As of %@

source: 房租、订阅等周期账单，到期前提醒一次，点开可快速记一笔。仅 Plus 账户可用（随周期账单功能）。
en: Recurring bills like rent and subscriptions get a reminder before the due date. Tap to quickly add an expense. Available for Plus accounts only (with the recurring bill feature).
zh_hant: 房租、訂閱等週期帳單，到期前提醒一次，點開可快速記一筆。僅 Plus 帳戶可用（隨週期帳單功能）。

source: 所属一级分类
en: Parent Category
zh_hant: 所屬一級分類

source: 所属文件夹
en: Parent Folder
zh_hant: 所屬資料夾

source: 所属清单
en: Parent List
zh_hant: 所屬清單

source: 所有记账、待办、想法等本地功能，免费版与 Plus 版完全一致，不受会员限制。
en: All local features such as expense tracking, to-dos, and thoughts are identical between the free and Plus versions and are not limited by membership.
zh_hant: 所有記帳、待辦、想法等本地功能，免費版與 Plus 版完全一致，不受會員限制。

source: 所有里程碑都已点亮
en: All milestones have been lit up
zh_hant: 所有里程碑都已點亮

source: 所选时间范围内没有足够的可用数据，暂时无法形成可信结论。请确认数据权限和记录覆盖后再试。
en: There isn't enough data in the selected time range to form a reliable conclusion. Please check data permissions and record coverage, then try again.
zh_hant: 所選時間範圍內沒有足夠的可用資料，暫時無法形成可信結論。請確認資料許可權和記錄覆蓋後再試。

source: 手动创建
en: Create Manually
zh_hant: 手動建立

source: 手动记录
en: Record Manually
zh_hant: 手動記錄

source: 手机
en: Phone
zh_hant: 手機

source: 手续费
en: Fee
zh_hant: 手續費

source: 手续费 ¥%@/期
en: Fee ¥%@/period
zh_hant: 手續費 ¥%@/期

source: 打卡
en: Check In

source: 打卡卡片：%@%@
en: Check-in Card: %@%@

source: 打卡型
en: Check-in Type

source: 打卡备注
en: Check-in Note
zh_hant: 打卡備註

source: 打卡失败，请重试
en: Check-in failed. Please try again.
zh_hant: 打卡失敗，請重試

source: 打卡提醒
en: Check-in Reminder

source: 打卡日历
en: Check-in Calendar
zh_hant: 打卡日曆

source: 打卡次数回升到 %lld 次
en: Check-ins recovered to %lld times
zh_hant: 打卡次數回升到 %lld 次

source: 打卡计划
en: Check-in Plan
zh_hant: 打卡計劃

source: 打卡频率下降了
en: Check-in frequency has dropped
zh_hant: 打卡頻率下降了

source: 打开 Holo AI 页的报告 Tab，查看全部报告
en: Open the Reports tab on the Holo AI page to view all reports
zh_hant: 開啟 Holo AI 頁的報告 Tab，檢視全部報告

source: 打开 Holo 升级后使用
en: Open Holo after upgrading to use
zh_hant: 開啟 Holo 升級後使用

source: 打开 HoloAI，并直接弹出语音输入面板。
en: Open HoloAI and bring up the voice input panel directly.
zh_hant: 開啟 HoloAI，並直接彈出語音輸入面板。

source: 打开任务
en: Open Task
zh_hant: 開啟任務

source: 打开任务：%@
en: Open Task: %@
zh_hant: 開啟任務：%@

source: 打开创建目标页面
en: Open Create Goal Page
zh_hant: 開啟建立目標頁面

source: 打开合集 %@，共 %lld 条想法
en: Open collection %@ with %lld thoughts
zh_hant: 開啟合集 %@，共 %lld 條想法

source: 打开引用 @%@
en: Open Reference @%@
zh_hant: 開啟引用 @%@

source: 打开系统设置
en: Open System Settings
zh_hant: 開啟系統設定

source: 打开设置
en: Open Settings
zh_hant: 開啟設定

source: 打开详情，确认或拒绝 AI 给这条想法打的标签
en: Open details to confirm or reject the tags AI assigned to this thought
zh_hant: 開啟詳情，確認或拒絕 AI 給這條想法打的標籤

source: 打开这份追问生成的报告
en: Open the report generated from this follow-up
zh_hant: 開啟這份追問生成的報告

source: 打算做这件事的时段，与截止日期互相独立
en: The time period you plan to do this in is independent of the due date
zh_hant: 打算做這件事的時段，與截止日期互相獨立

source: 执行建议
en: Execution Suggestions
zh_hant: 執行建議

source: 批量 AI 整理
en: Batch AI Organize
zh_hant: 批次 AI 整理

source: 找到 %lld 份报告
en: Found %lld Reports
zh_hant: 找到 %lld 份報告

source: 找到 %lld 条结果
en: Found %lld Results
zh_hant: 找到 %lld 條結果

source: 找回 ›
en: Restore ›

source: 技能
en: Skills

source: 把 #%@ 改名为（与已有标签同名即为合并）
en: Rename #%@ (same name as an existing tag merges them)
zh_hant: 把 #%@ 改名為（與已有標籤同名即為合併）

source: 把 %@ 立为主题，关联 %lld 条想法
en: Make %@ a Topic, linking %lld Thoughts
zh_hant: 把 %@ 立為主題，關聯 %lld 條想法

source: 把你的财务、习惯、任务、想法放在一起看，找出单看一处发现不了的规律。
en: View your finances, habits, tasks, and thoughts together to uncover patterns invisible when viewed alone.
zh_hant: 把你的財務、習慣、任務、想法放在一起看，找出單看一處發現不了的規律。
